Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ལོ་ཉེས་ བྱུང་བ འི་ ཡུལ་ དག་ ཏུ་ རྒྱལ་པོ འམ་ རྒྱལ་ཕྲན་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will become the king or chieftain of a land that suffers from famine.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན །_ ཡི་དགས་ མཚན་མོ་ ལུས་ རབ་ཏུ་ འབར་བ་ ཞེས་ བྱ་བ་ ངོ་བོ་ ཉིད་ ཀྱིས་ ཀྱང་ མཚན་མོ་ རབ་ཏུ་ འབར་ ཏེ་
en: $1349 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the starving spirits that light up at night.

source: ངུ་ བཞིན་ དུ་ གྲོང་ གི་ འདབ་ དང་ །_ གྲོང་ཁྱེར་ གྱི་ འདབ་ དང་ །_ ཚོང་འདུས་ ཀྱི་ འདབ་ དང་ །_ རི འི་ གནས་ རྣམས་ སུ་ རྒྱུག་པ །_
en: Crying, these spirits roam the outskirts of villages, towns, and markets, and wander through the mountains.

source: ཤིང་ ལྗོན་པ་ རབ་ཏུ་ འབར་བ་ འདྲ་ ཞིང་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ [299a] གདུངས་པ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: Their bodies are like burned trees, tormented by hunger and thirst. {{page:{number:435,id:UT22084-068-021-100461,folio:F.299.a,volume:V68}}}

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཇི་ལྟ ར་ ཕྲག་དོག་ གིས་ ཟིལ་ གྱིས་ ནོན་པ་ གང་ ཕ་རོལ་ ལ་ གནོད་པ ར་ བྱེད་པ་ གཡོ་ ཐབས་ དང་ སྒྱུ་ བྱེད་པ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, the monk will apply knowledge derived from hearing and thus perceive how some people who are overcome by envy hurt others through trickery and deception.

source: ཡུལ་ མ་ རུང་བ ར་ བྱེད་པ །_ ལྗོངས་ འཇིག་པ ར་ བྱེད་པ །_ མི་ གསོད་པ །_ གཉེན་འདབ་ དང་ །_ བཤེས་ གྲོགས་ དང་ །_ རྩ་ལག་ འཇིག་པ ར་ བྱེད་པ །_ དེ་དག་ བཤིག་ ནས་
en: Thus, they may ruin countries, destroy districts, kill people, and destroy friends, companions, and relatives.

source: ཀྱང་ རྒྱལ་པོ འམ །_ བློན་པོ་ ལ་ འབུལ་བ ར་ བྱེད་ དེ དེ་ལས་ ཡང་ ཐབས་ ཐོབ་ ནས་ དེ་ནས་ ཡང་ སྡིག་པ་ བྱེད་པ འི་ མི་ཡུལ་ དེ་དག་ ཉིད་ སྔ་མ་ བཞིན་ དུ་ འཇིག་པ ར་ བྱེད་ ལ་
en: In the wake of such destruction, these evildoers may then make offerings to kings or ministers, and so obtain further permission to continue their destruction of the land.

source: སྦྱིན་པ་ དང་ །_ ཚུལ་ཁྲིམས་ དང་ །_ ཐོས་པ་ དང་ བྲལ་བ་ དང་ །_ མཁས་པ་ ལ་ སྡང་བ ར་ བྱེད་ ཅིང་
en: Lacking generosity, discipline, and learning, they will harbor anger toward the wise and seek to harm them.

source: གནོད་པ ར་ བྱེད་པ་ དེ་དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ མཚན་མོ་ ལུས་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people later separate from their bodies, they will fall into the lower realms and take birth among the starving spirits that light up at night.

source: དེས་ ཇི་ལྟ ར་ དེ་དག་ མཚན་མོ་ བཙོན་ར ར་ བཅུག་ སྟེ །_ ལུས་ ལ་ གནོད་པ་ བྱས་པ་ དེ་བཞིན་ དུ་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་མི་ བཟད་པ་ དེས་ དེ འི་ ལུས་ ཀྱང་ མཚན་མོ་ རབ་ཏུ་ འབར་བ ར་ འགྱུར་ རོ །_།
en: Just as they previously imprisoned and tortured people at night, they will now, in accordance with their vicious causal actions, be ablaze during the night.

source: ཇི་ལྟ ར་ དེས་ བཙོན་ར ར་ བཅུག་ ནས་ ངུ་ ཞིང་ ངུ་སྐད་ འབྱིན་ ལ་ ཆོ་ངེས་ འདེབས་པ་ དེ་བཞིན་ དུ་ ཡི་དགས་ དེ འི་ ལུས་ མཚན་མོ་ རབ་ཏུ་ འབར་བ ར་ འགྱུར་ ཏེ །_
en: Previously, they let their prisoners cry, wail, and lament, and now their bodies will be aflame during the night.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལས་ དེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Until their causal negative acts have been overcome, relinquished, and exhausted, they will continue to experience the consequences of their actions.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1350 “When they finally escape the realm of starving spirits, they will continue to roam through cyclic existence in accordance with, and in adherence to, their causal actions.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ གཞན་ གྱིས་ གནོད་པ་ བྱས་པ ར་ འགྱུར །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will be constantly hurt by others.

source: ནོར་རྫས་ བསགས་ བསགས་པ་ ཡང་ རྟག་ ཏུ་ རྒྱལ་པོ འི་ འཁོར་ ནས་ ཀྱང་ འཕྲོག་པ ར་ བྱེད །_
en: Whatever wealth or possessions they may obtain, it will be seized by the royal court.

source: ཤིང་ ལྗོན་པ འི་ ཁ་ ནས་ རྟག་ ཏུ་ ལྷུང་བ ར་ འགྱུར་ ཏེ །_ དེ་ ལྷུང་ ནས་ ལུས་ སྣད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will also fall from treetops and suffer physical trauma.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན །_ [299b] ཡི་དགས་ མི་ རྣམས་ ཀྱི་ བུས་པ་ ལ་ གླགས་ ལྟ་བ་ ཞེས་ བྱ་བ་ བུས་པ་ གང་ བཙས་མ་ ཐག་ ཏུ་ འཕྲོག་པ ར་ བྱེད་པ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1351 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive that the world of starving spirits includes {{page:{number:436,id:UT22084-068-021-100462,folio:F.299.b,volume:V68}}} the starving spirits called those waiting to snatch human babies. They lurk around, trying to catch newborn babies.

source: དེ་ལས་ ཀྱི་ འབྲས་བུ་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how in a previous life some people have witnessed others killing their babies.

source: གང་ གིས་ སྔོན་ གཞན་ དུ་ སྐྱེས་པ་ ན་ དེ འི་ བུས་པ་ བསད་པ་ དང་ སྐྱེས་པ འམ་ བུད་མེད་ དེ་ སེམས་ཅན་ དེ་ ལ་ ཞེ་སྡང་ སྐྱེས་ ནས་ འདི་ལྟར་
en: Enraged at the male or female perpetrators, they have thought,

source: བདག་ གནོད་སྦྱིན་ དུ་ གྱུར་ ཏེ །_ དེ་དག་ གི་ བུས་པ་ གསད་པ ར་ བྱ འོ་ སྙམ་ དུ་ སེམས་ ན །_
en: ‘Let me become a yakṣa and I shall kill their children!’

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ གཞན་ ལ་ གླགས་ ལྟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they fall into the lower realms and are born among the starving spirits that wait to snatch human babies.

source: དེ་ ཁྲོ་བ་ དེ་ ལ་ མངོན་པར་ ཞུགས་པ འི་ བློས་ རྟག་ ཏུ་ དེ་ ཡིད་ ལ་ བྱེད་པ ར་ འགྱུར་ ཏེ །_ གལ་ཏེ་ བུད་མེད་ དེ་ བུ་ བཙའ་བ ར་ གྱུར་ ན་ དེ འི་ བུས་པ་ དེ་དེ་ ལས་ བདག་ གིས་ གླགས་ རྙེད་ ནས་ དབྲོག་ པར་ བྱ འོ་ སྙམ་ དུ་ སེམས་ སོ །_།
en: $1352 “Such beings will continuously nurture their anger, and so tell themselves that when a certain woman gives birth to a child, they must find a way to steal that baby.

source: ཡི་དགས་ དེ་ མགྱོགས་པ ར་ སྐྱེས་ ཏེ་ ཇི་ལྟ ར་ དཔག་ཚད་ བརྒྱ་ ཕྲག་ སྟོང་ དག་ ན་ ཁྲག་ གི་ དྲི་ ཚོར་ ན་ ཡང་ དེར་ ཡུད་ཙམ་ གྱིས་ ཕྱིན་པ ར་ འགྲོ་ སྟེ །_
en: They are born swift and can cover a hundred thousand leagues in an instant once they smell blood.

source: དེ་ གང་ གི་ ཚེ་ བུད་མེད་ དེ་ བཙའ་བ ར་ འགྱུར་བ་ དེ འི་ ཚེ་ ཡི་དགས་ གླགས་ ལྟ་བ་ འཁོན་ དུ་ འཛིན་ ཅིང་ དགྲ འི་ གླགས་ ལྟ་བ་ དེ་ ཆུང་ངུ ར་ གྱུར་ ནས་ གནས་ སོ །_།
en: When the targeted woman gives birth, these beings, with their malicious grudge and wish to harm, will mutate and grow smaller.

source: དེ་ གང་ གི་ ཚེ་ ཐམས་ཅད་ དུ་ ཚོལ་ ཏེ་ གླགས་ ཚོལ །_ དམིགས་པ་ ཚོལ །_ གསབ་ གསེབ་ ཚོལ །_ གཞི་ ཚོལ །_ རྒྱུ་ ཚོལ །_ ཉེས་པ་ ཚོལ །_ སྤྱོད་པ་ ཐ་དད་པ་ ཚོལ །_ བཀྲ་ཤིས་མ་ ཡིན་པ་ ཚོལ །_ སྐར་ཁུང་ གི་ བུ་ག་ ཚོལ །_ སྒོ འི་ བུ་ག་ ཚོལ །_ གཞིར་ འཇུག་པ་ ཚོལ །_ ཆུ་ མི་གཙང་བ་ ཚོལ །_ གསང་སྔགས་ ལ་ གླགས་ ཚོལ །_ རིག་ སྔགས་ ལ་ གླགས་ ཚོལ །_ བཀྲ་ཤིས་ ལ་ གླགས་ ཚོལ །_ གྲིབ་མ་ ལ་ གླགས་ ཚོལ །_ དངོས་པོ་ ལ་ གླགས་ ཚོལ །_ མེ་མདག་ གི་ བུ་ག་ ཚོལ །_ ས འི་ བུ་ག་ ཚོལ །_ མཚོན་ཆ འི་ བུ་ག་ ཚོལ །_ ཁང་པ འི་ པུ་ཤུ་ དང་ །_ ངམ་གྲོག་ དང་ །_ གཡང་ས འི་ བུ་ག་ ཚོལ་ ཏེ །_
en: They will then continuously be on the lookout for any suitable opportunity, ground, weak point, basis, cause, misdeed, conduct, misfortune, open window, open door, entrance point, unclean water, spell, incantation, adversity, shadow, implement, ember pit, earthen pit, wound,#185 fireplace, precipice, or abyss.

source: དེ་ལྟ ར་ ཡི་དགས་ སྙིང་ ལ་ འཁོན་ དུ་ འཛིན་པ་ ཆེན་པོ་ ཡོད་པ་ དེ་ གླགས་ རྣམ་པ་ སྣ་ཚོགས་ དག་ ཚོལ་ ལོ །_། དེ་ གལ་ཏེ་ ཇི་སྐད་ བསྟན་པ འི་ གླགས་ དག་ རྙེད་ ན་ དེ་ བཙའ་བ འི་ ཁྱིམ་ ན་ གནས་པ་ ཉིད་ འཕྲོག་པ ར་ བྱེད་ དོ །_།
en: With an enormous grudge in their hearts, these starving spirits will thus search for the right opportunity and, once they find it, they will snatch the newborn baby from its home.

source: གལ་ཏེ་ མ་ རྙེད་ ན་ གླགས་ རྣམ་པ་ སྣ་ཚོགས་ ཚོལ་བ་ དེ་ ལོ་ བཅུ་ འདས་ ཀྱི་ བར་ དུ་ ཡང་ འཕྲོག་པ ར་ བྱེད་ དོ །_།
en: They keep trying until the occasion is right, and so they may even linger around for ten years until they finally succeed in stealing the child. {{page:{number:437,id:UT22084-068-021-100463,folio:F.300.a,volume:V68}}}

source: དེ་ལྟ ར་ སྙིང་ ལ་ [300a] འཁོན་ དུ་ འཛིན་པ་ མི་དགེ་བ་ དང་ འབྲེལ་བ་ མི་དགེ་བ་ ཉིད་ ཀུན་ དུ་ སྤྱོད་ བཞིན་ དུ་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ་ དེས་ གལ་ཏེ་
en: With grudging hearts, they remain engaged in evil and thus engage in unvirtuous actions while also suffering from the physical torments of hunger and thirst.

source: ནུས་ ན་ དེ འི་ བུས་པ་ དེ་ ཕྲོགས་ ནས་ གསོད་པ ར་ བྱེད་ དོ །_།
en: $1353 “If they get the chance to steal a baby, they will do so and kill it.

source: ཇི་སྟེ་ ལུས་ ཀྱི་ དབང་ ངམ་ སྲུང་བ འི་ དབང་ གིས་ མ་ནུ ས་ ན་ སྙིང་ ལ་ འཁོན་ དུ་ འཛིན་པ་ དེ་ འཆི་བ འི་ དུས་ བྱེད་ དེ །_
en: If for karmic reasons, or due to preventive measures, they fail to steal any baby, they will at last die while still harboring the grudge in their hearts.

source: དེ་ལྟ ར་ ཤི་ ནས་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ ལས་ ཀྱི་ དབང་ གིས་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: They will then continue to roam through cyclic existence in accordance with their causal actions.

source: དེ་ གལ་ཏེ་ ཡང་ བརྒྱ་ལ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ སྔོན་ འབྲེལ་བ འི་ སྒྲ་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ སྔར་ བཤད་པ འི་ སྙིང་ ལ་ འཁོན་ དུ་ འཛིན་པ་ དེས་ རྒྱུ་ མེད་ བཞིན་ དུ་ ཐབས་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱིས་ རབ་ཏུ་ གསོད་པ འི་ དགྲ་ འབྱུང་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they shall, due to their previously described grudge that arose due to their altercation with an enemy,#186 haphazardly encounter mortal enemies that are in possession of sundry violent implements.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ འདོད་པ འི་ གཟུགས་ཅན་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1354 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the starving spirits of desired form.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ བུད་མེད་ དམ །_ མ་ནིང་ གང་ བུད་མེད་ ཀྱི་ ཆ་བྱད་ དུ་ ཞུགས་ཤིང་ དེ་ བུད་མེད་ སྨད་འཚོང་མ འི་ ཆ་བྱད་ སྣ་ཚོགས་ སུ་ ཞུགས་ ནས་ ཕ་རོལ་ དག་ འདོད་ཆགས་ སྐྱེད་པ ར་ བྱེད་ ཅིང་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some women or semi-female hermaphrodites become prostitutes, enticing others to distract themselves in desire.

source: དེ་ནས་ ཡང་ འདོད་པ་ དེ་ཉིད་ ལ་ གཡེངས་ ནས་ འཇུག་པ ར་ བྱེད་ ལ་ བཅུག་ ནས་ ཀྱང་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་པ ས་ ཕ་རོལ་ ལས་གླ་ ནོར་རྫས་ དག་ ལེན་པ ར་ བྱེད་ དོ །_།
en: Overcome by envy and stinginess, these prostitutes may then take the wealth of others.

source: བླངས་ ནས་ ཀྱང་ རེས་འགའ་ ཞིང་ ངན་པ་ དང་ སྣོད་ ངན་པ་ དང་ ཡུལ་ངན་པ་ ལ་ སྦྱིན་པ འི་ དངོས་པོ་ ངན་པ་ ཚེར་མ་ ལྟ་བུ་ དང་ ལྡན་པ་ ཅུང་ཟད་ ཙམ་ སྦྱིན་པ ར་ བྱེད་ དེ །_
en: On occasion they may, however, extend some thorn-like, unwholesome gifts to unwholesome recipients, unwholesome vessels, or unwholesome objects.

source: རྒྱུ་ དེས་ དེ་ འཆི་བ འི་ དུས་བྱ ས་པ་ ན་ ཡི་དགས་ འདོད་པ འི་ གཟུགས་ཅན་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later die, this will cause them to take birth among the starving spirits of desired form.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ ཡི་དགས་ ཀྱི་ གཟུགས་ ཀྱི་ ཚུལ་ སྣ་ཚོགས་ འཛིན་ ཏེ །_
en: $1355 “As starving spirits, those beings assume myriad forms.

source: ཚུལ་ བཟང་བ འམ །_ ཚུལ་ ངན་པ འམ །_ གཟུགས་བཟང་བ འམ །_ གཟུགས་ངན་པ འམ །_ སྡུག་པ འམ །_ སྐྱེས་པ འི་ གཟུགས་ སམ །_ བུད་མེད་ ཀྱི་ གཟུགས་ སམ །_ དུད་འགྲོ འི་ གཟུགས་ དག་བྱེད་ པར་ ནུས་ སོ །_།
en: Thus, they may appear in good ways or bad ways; with excellent, bad, or attractive forms; and as men, women, or animals.

source: དེ་ ཚུལ་ སྣ་ [300b] ཚོགས་ དག་ བཟུང་ ནས་ ཡུལ་ ནས་ ཡུལ་ དག་ ཏུ་ འགྲོ་བ ར་ ནུས་ སོ །_། དེ་ རྒྱུ་ དང་ བཅས་ རྐྱེན་ དང་ བཅས་པ ར་ གྱུར་ ན་ཁ་ ཟས་ བཟའ་བ ར་ ནུས་ སོ །_།
en: {{page:{number:438,id:UT22084-068-021-100464,folio:F.300.b,volume:V68}}} Assuming all these different forms, they are capable of traveling from place to place, and when the causes and conditions are right, they are also able to feed themselves.

source: རྒྱུ འི་ གཟུགས་ དེ་ ཤིན་ཏུ་ ཆུང་བ ར་ བྱས་ ནས་ ཁྱིམ་ དུ་ འཇུག་པ ར་ བྱེད་ དེ་ ཞུགས་ ནས་ ཁ་ཟས་ དེ་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: For example, they may make their bodies extremely small and so enter a home to eat there.

source: ཁྱིམ་ ན་ གནས་པ་ དེ་ གཞན་ ལ་ བདག་ཅག་ གི་ ཁ་ཟས་ ཡི་དགས་ ཀྱིས་ ཟོས་ སོ་ ཞེས་ སྨྲ འོ །_།
en: The people of that house will then tell others, ‘Spirits have eaten our food.’

source: རེས་འགའ་ ཡང་ ལྷ འམ་ མི འི་ ཚུལ་ དུ་ གནས་ ནས་ དུས་ ཀྱི་ དགའ་སྟོན་ དག་ གི་ ཁ་ཟས་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Sometimes they may take divine or human form and in this guise partake of the food offered at seasonal celebrations.

source: རེས་འགའ་ ཡང་ བྱར་ སྤྲུལ་ ནས་ དུར་ འཐོར་བ འི་ ཁ་ཟས་ དག་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: At other times they may take the form of a bird, and in this guise eat at charnel grounds.

source: རེས་འགའ་ ཡང་ མི་སྣང་བ ར་ བྱས་ ནས་ འཕྲོག་པ ར་ བྱེད་ དེ །_
en: They may also make themselves invisible and steal things.

source: དེ་ ཇི་ལྟ ར་ འདོད་པ་ དེ་བཞིན་ དུ་ གཟུགས་ རྣམ་པ་ སྣ་ཚོགས་ སུ་ བྱེད་ དོ །_།
en: In these ways and other ways, they may take on any form they desire.

source: དེ་ ལ་ འཇིག་རྟེན་ དག་ གནོད་སྦྱིན་ ཇི་ལྟ ར་ འདོད་པ འི་ གཟུགས་ཅན་ ཞིག་ ཡིན་ ནོ་ ཞེས་ བརྗོད་ དོ །_།
en: Thus, the people of the world say that such yakṣas appear in any form they wish.

source: དེ་ རེས་འགའ་ ཡང་ བུད་མེད་ དུ་ སྤྲུལ་ ནས་ གྲོང་མི འི་ ཆོས་ ཀྱིས་ སྐྱེས་པ་ འདྲེན་པ ར་ བྱེད་ དོ །_།
en: They may also assume the form of a woman and in this guise lure men with the ways of town dwellers.

source: དེ་ལྟ ར་ དེ་ ཚུལ་ སྣ་ཚོགས་ བཟུང་ ནས་ འཇིག་རྟེན་ སླུ་བ ར་ བྱེད་ དེ །_
en: In such ways, they assume myriad forms and deceive the world.

source: དེ་ ཇི་སྲིད་ དུ་ ཡི་དགས་ དང་ ལྡན་པ འི་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ལྟ ར་ འཇིག་རྟེན་ བསླུས་ ནས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Until their karmic actions associated with life as a starving spirit have been overcome, relinquished, and exhausted, they will continue to inhabit the world of starving spirits and thus deceive the world.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གིས་ བྱས་པ འི་ ལས་ ལ་ སྤྱོད་པ་ ལ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1356 “When they later escape the world of starving spirits they will, in accordance with their causal actions, continue to roam through cyclic existence and experience the consequences of their actions.

source: དེ་ གལ་ཏེ་ ཡང་ བརྒྱ་ལ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ བྲོ་གར་ མཁན་ ཚུལ་ སྣ་ཚོགས་ འཛིན་པ ར་ འགྱུར་ ཞིང་ དེ་བཞིན་ དུ་ སྤྱོད་པ འི་ ཚུལ་ གཞན་ སྣ་ཚོགས་ འཛིན་པ ར་ འགྱུར་ ཏེ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will become actors in a theater who assume various guises, or other such people who appear and act in many different ways.

source: དེ་ ཚུལ་ སྣ་ཚོགས་ འཛིན་པ འི་ ལས་ དེས་ འཚོ་བ་ དེ་བཞིན་ དུ་ བདག་ཉིད་ འཚོ་བར་ བྱེད་ དེ །_ བདག་ གི་ ཆུང་མ་ གཞན་དག་ ལ་ བྱིན་ ནས་ ཚེགས་ ཆེན་པོ ས་ འཚོ་བ་ འགྲུབ་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Maintaining a livelihood in this way, they may also give their spouses away to others and eke out a living under immense hardship.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ རྒྱ་མཚོ འི་ གླིང་ གི་ བར་ ན་ གནས་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1357 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits that live between the continents in the sea.

source: དེ་དག་ ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ [301a] བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ དགོན་པ ར་ ཞུགས་པ་ གང་ འཇིགས་ ཤིང་ བཞིན་ མོག་མོག་པོ ར་ གྱུར །_ ནད་ ཀྱིས་ ཉམ་ཐག་ སྟེ །_ མགོན་མེད་ ཅིང་ བཤེས་པ་ མེད་པ་ ཅན་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing {{page:{number:439,id:UT22084-068-021-100465,folio:F.301.a,volume:V68}}} and thus perceive how some people, who suffer from envy and stinginess and are governed by unreasonable craving and greed, take advantage of those people inhabiting isolated reaches who are fearful, downcast, sickly, and deprived of any protector or friend.

source: དེ་ ལ་ སེམས་ཅན་ གཞན་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་ ཤིང་ མི་རིགས་ པར་ ཆགས་ ལ་ བརྐམ་པ་ གང་ གིས་ ཟོང་ ངན་པ ས་ ནོར་རྫས་ བཟང་པོ་ ལ་ རིན་ འདྲ་བ ར་ འདེབས་ ཤིང་ སླུ་བ ར་ བྱེད་ ན
en: Thus, they may deceitfully deliver such people inferior goods in return for excellent valuables.

source: མི་སེར་ སྣ ས་ ཉམས་པ་ དེ་ འཆི་བ འི་ དུས་བྱ ས་ ནས་ རྒྱ་མཚོ་ དང་ །_ ཉེ་བ འི་ དགོན་པ་ མང་པོ་ དང་ །_ ཤིང་ ལྗོན་པ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ ཆུ་བོ་ དང་ །_ ཚལ་ དང་ །_
en: $1358 “When such stingy people later die, they will be born as starving spirits in places without any lakes, jungles,#187 trees, pools, rivers, groves, or forests.

source: ནགས་ཚལ་ མེད་པ འི་ ཡུལ་ དག་ ཏུ་ གྲང་བ འི་ ཚེ་ ནི་ བརྒྱ་ འགྱུར་ དུ་ གྲང་ ལ་ ཚ་བ འི་ ཚེ་ ནི་ བརྒྱ་ འགྱུར་ དུ་ ཚ་ སྟེ
en: During the warm season these places become extremely hot, and during the cool season they become exceptionally cold.

source: ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ འམ །_ ཟིལ་པ འི་ ཐིགས་པ ས་ སྲོག་ འཚོ་བ འི་ ཡི་དགས་ སུ་ འགྱུར་ རོ །_།
en: There they will cling to life, tormented by hunger and thirst and subsisting on nothing but dewdrops.

source: རྒྱ་མཚོ འི་ ཆུ་ ཡང་ བཏུང་བ ར་ མི་ ཐོབ་ ལ །_
en: $1359 “These spirits cannot drink from the ocean;

source: དེ་དག་ གི་ ལས་ངན་ པར་ བྱས་པ་ དེས་ རྒྱ་མཚོ་ ཡང་ ཐམས་ཅད་ དུ་ སྐམས་ པར་ འགྱུར་ ཏེ །_
en: their negative acts make even the ocean dry up.

source: རི་ དང་ ནགས་ཚལ་ དང་ རྒྱ་མཚོ ར་ བཅས་པ་ དེ་ཡང་ རབ་ཏུ་ འབར་བ ར་ མཐོང་ ངོ་ །_།
en: Thus, all the mountains, forests, and oceans will to them appear to be aflame.

source: དེ་ རེ་བ་ མེད་ ཅིང་ ཐམས་ཅད་ ནས་ གནོད་པ །_ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ ངུ་ ཞིང་ སྨྲེ་སྔགས་ འདོན་ བཞིན་ དུ་ གནས་ ནས་ གནས་ དག་ ཏུ་ རྒྱུག་ ལ །_ ངུ་སྐད་ འབྱིན །_ སྨྲེ་སྔགས་ འདོན །_
en: Despairing and in complete misery, they shall undergo the physical torments of starvation and thirst, and thus will roam aimlessly from one place to the next, crying and lamenting.

source: ཆོ་ངེས་ འདེབས་ ཀྱང་ དེ་ ལ་ གྲོགས་ སུ་ གྱུར་པ་ སུ་ ཡང་ མེད་ དེ་དེ་ ལ་ སྐྱོབ་པ་ མེད །_ དཔུང་གཉེན་ མེད་ དོ །_།
en: Despite all their wailing, no one will help them, and they shall have no protector or guardian at all.

source: རང་ གི་ ལས་ ཀྱིས་ སེམས་ བསླུས་པ་ དེ་ སྐྲ ས་ མུན་པ་ ལྟར་ ཁེབས་ ཤིང་ ལུས་ ཀྱི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ རྒྱུས་པ འི་ དྲ་བ ས་ སྦྲེལ་བ་ ལག་པ་ གཉིས་ སོ་སོ ར་ ཕྲལ་ ཏེ་ བརྒྱངས་པ་ དང་ །_
en: As if covered by a dark blanket of hair, their minds are deceived by their own actions and their major and minor body parts are barely held together by a web of sinew.

source: ཀུ་ ཆོ་ འདོན་པ་ ཀུན་ ནས་ མགོན་ འདོད་ ཅིང་ དཔུང་གཉེན་ འདོད་ ཀྱང་ དེ འི་ མགོན་ དུ་ འགྱུར་བ་ སུ་ ཡང་ མེད་ དེ
en: Crying and with their arms dangling, they roam about yearning for refuge and a protector, but finding none whatsoever.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚོ་བར་ འགྱུར་ རོ །_།
en: In this way they live on, until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་
en: $1360 “Once they have escaped the world of starving spirits, they will continue onward in accordance with their karmic actions.

source: གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན དེ་དེ་ བཞིན་ དུ་ གླིང་ གི་ བར་ ན་ གནས་པ འི་ མིར་ འགྱུར་ ཏེ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will inhabit dry island areas between the continents.

source: གླིང་ ཆུ་ ཉུང་བ་ དེར་ རྐང་པ་ གཅིག་པ འམ་ ལུས་ ཐུང་བ ར་ འགྱུར་བ་ དེ་ མཐོང་ ངོ་ །_།
en: They will be born one-legged and with stunted bodies. {{page:{number:440,id:UT22084-068-021-100466,folio:F.301.b,volume:V68}}}

source: དེ་ནས་ ཡང་ དགེ་སློང་ [301b] ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ གཤིན་རྗེ འི་ ཆད་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1361 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes the starving spirits that are punished by the Lord of Death.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མི་གང་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་ ཤིང་ རྒྱལ་པོ འི་ མི་ མནའ་ བྱེད་པ་ སེམས་ དྲག་ཤུལ་ ཅན་ སྙིང་རྗེ་ མེད་པ །_ ཆོས་ ཀྱི་ ཚུལ་ བཏང་བ །_ འཇིག་རྟེན་ ཐམས་ཅད་ ཀྱིས་ སྨད་པ་ དེ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people possessed of envy and stinginess swear allegiance to a king, and so, with savage minds bereft of compassion, relinquish the way of the Dharma and become objects of the whole world’s scorn.

source: རྣ་ འི་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ གཤིན་རྗེ འི་ ཆད་པ་ ཞེས་ བྱ་བ ར་ འགྱུར་ ཏེ །_
en: When such people later separate from their bodies, they will fall into the lower realms and be born among what are called the starving spirits that are punished by the Lord of Death.
